Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# default_workout.crossfit.girlsWods.helen.description
source: Benchmark equilibrado entre corrida, kettlebell e ginástica.
en: A balanced benchmark of running, kettlebell work and gymnastics.
es: Benchmark equilibrado de carrera, trabajo con kettlebell y gimnasia.

# default_workout.crossfit.girlsWods.helen.title
source: Helen – Clássico Metabólico
en: Helen – Metabolic Classic
es: Helen – Clásico metabólico

# default_workout.crossfit.girlsWods.isabel.block.1.details
source: • Técnica de snatch • Mobilidade de ombros
en: • Technique for snatch • Shoulder mobility
es: • Técnica de snatch • Movilidad de hombros

# default_workout.crossfit.girlsWods.isabel.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.isabel.block.2.details
source: Velocidade com controle técnico.
en: Speed with technical control.
es: Velocidad con control técnico.

# default_workout.crossfit.girlsWods.isabel.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.isabel.block.3.details
source: • Snatch eficiente e fluido
en: • Efficient, fluid snatch
es: • Snatch eficiente y fluido

# default_workout.crossfit.girlsWods.isabel.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.isabel.block.5.details
source: • Iniciante: Power snatch leve • Scale: Snatch moderado • RX: Prescrito
en: • Beginner: Light Power snatch • Scaled: Moderate Snatch • RX: As prescribed
es: • Principiante: Power snatch ligero • Escalado: Snatch moderado • RX: Prescrito

# default_workout.crossfit.girlsWods.isabel.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.isabel.description
source: Benchmark focado em levantamento olímpico sob alta intensidade.
en: A benchmark focused on Olympic lifting at high intensity.
es: Benchmark centrado en el levantamiento olímpico a alta intensidad.

# default_workout.crossfit.girlsWods.isabel.title
source: Isabel – Velocidade Olímpica
en: Isabel – Olympic Speed
es: Isabel – Velocidad olímpica

# default_workout.crossfit.girlsWods.jackie.block.1.details
source: • Remo leve • Thrusters com PVC
en: • Easy rowing • Thrusters with PVC
es: • Remo suave • Thrusters con PVC

# default_workout.crossfit.girlsWods.jackie.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.jackie.block.2.details
source: Sequência contínua, sem pausas obrigatórias.
en: A continuous sequence with no mandatory breaks.
es: Secuencia continua sin descansos obligatorios.

# default_workout.crossfit.girlsWods.jackie.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.jackie.block.3.details
source: • Remada eficiente • Thruster econômico
en: • Efficient rowing • Efficient Thruster
es: • Remada eficiente • Thruster económico

# default_workout.crossfit.girlsWods.jackie.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.jackie.block.5.details
source: • Iniciante: 500 m row / thruster leve • Scale: Thruster moderado / pull-ups com elástico • RX: Prescrito
en: • Beginner: 500 m row / Light thruster • Scaled: Moderate Thruster / band-assisted pull-ups • RX: As prescribed
es: • Principiante: 500 m row / thruster ligero • Escalado: Thruster moderado / pull-ups con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.jackie.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.jackie.description
source: Benchmark que testa endurance e resistência sob fadiga acumulada.
en: A benchmark testing endurance and stamina under accumulated fatigue.
es: Benchmark que pone a prueba la resistencia bajo fatiga acumulada.

# default_workout.crossfit.girlsWods.jackie.title
source: Jackie – Capacidade Aeróbica
en: Jackie – Aerobic Capacity
es: Jackie – Capacidad aeróbica

# default_workout.crossfit.girlsWods.karen.block.1.details
source: • Wall balls progressivos
en: • Progressive Wall balls
es: • Wall balls progresivos

# default_workout.crossfit.girlsWods.karen.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.karen.block.2.details
source: Treino contínuo, exigindo foco e controle de respiração.
en: A continuous workout requiring focus and breathing control.
es: Entrenamiento continuo que exige concentración y control de la respiración.

# default_workout.crossfit.girlsWods.karen.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.karen.block.3.details
source: • Profundidade correta do agachamento • Alvo consistente
en: • Correct squat depth • Consistent target
es: • Profundidad correcta de sentadilla • Objetivo constante

# default_workout.crossfit.girlsWods.karen.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.karen.block.5.details
source: • Iniciante: Bola leve / menos reps • Scale: Bola moderada • RX: Prescrito
en: • Beginner: Light ball / fewer repetitions • Scaled: Moderate-weight ball • RX: As prescribed
es: • Principiante: Balón ligero / menos repeticiones • Escalado: Balón de peso moderado • RX: Prescrito

# default_workout.crossfit.girlsWods.karen.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.karen.description
source: Benchmark simples e desgastante, focado em volume extremo.
en: A simple, exhausting benchmark focused on extreme volume.
es: Benchmark sencillo y agotador, centrado en un volumen extremo.

# default_workout.crossfit.girlsWods.karen.title
source: Karen – Resistência Mental
en: Karen – Mental Endurance
es: Karen – Resistencia mental

# default_workout.crossfit.girlsWods.linda.block.1.details
source: • Progressão de carga nos três movimentos
en: • Load progression in all three movements
es: • Progresión de carga en los tres movimientos

# default_workout.crossfit.girlsWods.linda.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.linda.block.2.details
source: Carga relativa ao peso corporal. Descanso conforme necessidade.
en: Loads relative to bodyweight. Rest as needed.
es: Carga relativa al peso corporal. Descansar según sea necesario.

# default_workout.crossfit.girlsWods.linda.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.linda.block.3.details
source: • Execução perfeita em todos os levantamentos
en: • Perfect execution in every lift
es: • Ejecución perfecta en todos los levantamientos

# default_workout.crossfit.girlsWods.linda.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.linda.block.5.details
source: • Iniciante: Cargas reduzidas • Scale: Percentuais menores • RX: Prescrito
en: • Beginner: Reduced loads • Scaled: Lower percentages • RX: As prescribed
es: • Principiante: Cargas reducidas • Escalado: Porcentajes menores • RX: Prescrito

# default_workout.crossfit.girlsWods.linda.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.linda.description
source: Benchmark clássico de força absoluta e resistência progressiva.
en: A classic benchmark of absolute strength and progressive endurance.
es: Benchmark clásico de fuerza absoluta y resistencia progresiva.

# default_workout.crossfit.girlsWods.lynne.block.1.details
source: • Aquecimento específico de bench press
en: • Bench press-specific warm-up
es: • Calentamiento específico de press de banca

# default_workout.crossfit.girlsWods.lynne.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.lynne.block.2.details
source: Foco em máxima repetição por round.
en: Focus on maximum repetitions per round.
es: Centrarse en el máximo de repeticiones por ronda.

# default_workout.crossfit.girlsWods.lynne.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.lynne.block.3.details
source: • Bench press controlado • Pull-ups estritas ou kipping
en: • Controlled Bench press • Strict or kipping pull-ups
es: • Bench press controlado • Pull-ups estrictos o con kipping

# default_workout.crossfit.girlsWods.lynne.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.lynne.block.5.details
source: • Iniciante: Bench leve • Scale: Pull-ups com elástico • RX: Prescrito
en: • Beginner: Light Bench • Scaled: band-assisted pull-ups • RX: As prescribed
es: • Principiante: Bench ligero • Escalado: Pull-ups con banda elástica • RX: Prescrito

# default_workout.crossfit.girlsWods.lynne.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.lynne.description
source: Benchmark de força pura, sem limite de tempo.
en: A pure-strength benchmark with no time limit.
es: Benchmark de fuerza pura, sin límite de tiempo.

# default_workout.crossfit.girlsWods.lynne.title
source: Lynne – Força Máxima
en: Lynne – Maximum Strength
es: Lynne – Fuerza máxima

# default_workout.crossfit.girlsWods.mary.block.1.details
source: • Progressões de HSPU e pistols
en: • HSPU and pistol progressions
es: • Progresiones de HSPU y pistols

# default_workout.crossfit.girlsWods.mary.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.mary.block.2.details
source: Alto nível técnico exigido.
en: A high technical level is required.
es: Se exige un alto nivel técnico.

# default_workout.crossfit.girlsWods.mary.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.mary.block.3.details
source: • Controle total do core
en: • Full core control
es: • Control total del core

# default_workout.crossfit.girlsWods.mary.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.mary.block.5.details
source: • Iniciante: Pike push-ups / air squats • Scale: Pistols assistidos • RX: Prescrito
en: • Beginner: Pike push-ups / air squats • Scaled: Assisted pistols • RX: As prescribed
es: • Principiante: Pike push-ups / air squats • Escalado: Pistols asistidos • RX: Prescrito

# default_workout.crossfit.girlsWods.mary.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.mary.description
source: Benchmark avançado de controle corporal e resistência.
en: An advanced benchmark of body control and endurance.
es: Benchmark avanzado de control corporal y resistencia.

# default_workout.crossfit.girlsWods.mary.title
source: Mary – Ginástica Avançada
en: Mary – Advanced Gymnastics
es: Mary – Gimnasia avanzada

# default_workout.crossfit.girlsWods.nancy.block.1.details
source: • Corrida leve • OHS com PVC
en: • Easy running • OHS with PVC
es: • Carrera suave • OHS con PVC

# default_workout.crossfit.girlsWods.nancy.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.girlsWods.nancy.block.2.details
source: Ritmo consistente do início ao fim.
en: A consistent pace from start to finish.
es: Ritmo constante de principio a fin.

# default_workout.crossfit.girlsWods.nancy.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.girlsWods.nancy.block.3.details
source: • Overhead squat estável
en: • Stable Overhead squat
es: • Overhead squat estable

# default_workout.crossfit.girlsWods.nancy.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.girlsWods.nancy.block.5.details
source: • Iniciante: OHS leve • Scale: OHS moderado • RX: Prescrito
en: • Beginner: Light OHS • Scaled: Moderate OHS • RX: As prescribed
es: • Principiante: OHS ligero • Escalado: OHS moderado • RX: Prescrito

# default_workout.crossfit.girlsWods.nancy.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.girlsWods.nancy.description
source: Benchmark que combina corrida e agachamento olímpico.
en: A benchmark combining running and Olympic squatting.
es: Benchmark que combina carrera y sentadilla olímpica.

# default_workout.crossfit.girlsWods.nancy.title
source: Nancy – Resistência com Técnica
en: Nancy – Endurance with Technique
es: Nancy – Resistencia con técnica

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.1.details
source: 800 m corrida leve Mobilidade quadril e ombros 2 rounds leves: • 5 Deadlifts • 5 Pull-ups • 5 Box jumps
en: 800 m easy run Hip and shoulder mobility 2 easy rounds: • 5 Deadlifts • 5 Pull-ups • 5 Box jumps
es: 800 m carrera suave Movilidad de cadera y hombros 2 rondas suaves: • 5 Deadlifts • 5 Pull-ups • 5 Box jumps

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.2.details
source: Volume alto e constante. Estratégia é manter pacing estável e evitar falha no levantamento.
en: High, steady volume. Maintain stable pacing and avoid lifting failure.
es: Volumen alto y constante. Mantener un ritmo estable y evitar el fallo en el levantamiento.

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.3.details
source: • Deadlift com postura neutra • Pull-ups eficientes • Saltos seguros na caixa
en: • Deadlift with neutral posture • Efficient Pull-ups • Safe box jumps
es: • Deadlift con postura neutra • Pull-ups eficientes • Saltos seguros al cajón

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.5.details
source: • Iniciante: cargas reduzidas • Scale: carga intermediária • RX: Prescrito • Elite: rounds consistentes sem pausas longas
en: • Beginner: reduced loads • Scaled: intermediate load • RX: As prescribed • Elite: consistent rounds without long breaks
es: • Principiante: cargas reducidas • Escalado: carga intermedia • RX: Prescrito • Élite: rondas constantes sin descansos largos

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.description
source: Hero longo com levantamento moderado e corrida. Exige capacidade aeróbica e controle técnico sob fadiga.
en: A long Hero WOD with moderate lifting and running. Demands aerobic capacity and technical control under fatigue.
es: Hero largo con levantamiento moderado y carrera. Exige capacidad aeróbica y control técnico bajo fatiga.

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.title
source: Adam Brown – Resistência com Carga e Ginástica
en: Adam Brown – Loaded Endurance and Gymnastics
es: Adam Brown – Resistencia con carga y gimnasia

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.1.details
source: Técnica com barra leve Mobilidade ombros 2 rounds leves de movimentos do treino
en: Technique with a light bar Shoulder mobility 2 easy rounds of the workout movements
es: Técnica con barra ligera Movilidad de hombros 2 rondas suaves de los movimientos del entrenamiento

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.2.details
source: Carga moderada exige técnica consistente.
en: Moderate loads require consistent technique.
es: La carga moderada exige técnica constante.

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.3.details
source: • Clean eficiente • Burpees ritmados • Respiração controlada
en: • Efficient Clean • Rhythmic Burpees • Controlled breathing
es: • Clean eficiente • Burpees rítmicos • Respiración controlada

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.5.details
source: • Iniciante: carga leve • Scale: carga intermediária • RX: Prescrito • Elite: pacing agressivo
en: • Beginner: light load • Scaled: intermediate load • RX: As prescribed • Elite: aggressive pacing
es: • Principiante: carga ligera • Escalado: carga intermedia • RX: Prescrito • Élite: ritmo agresivo

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.description
source: Treino intenso que combina levantamento e ginástica. Alto desgaste metabólico.
en: An intense workout combining lifting and gymnastics. High metabolic demand.
es: Entrenamiento intenso que combina levantamiento y gimnasia. Alta exigencia metabólica.

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.title
source: Alexander – Barbell e Ginástica em Intervalos
en: Alexander – Barbell and Gymnastics Intervals
es: Alexander – Intervalos con barra y gimnasia

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.1.details
source: Mobilidade quadril e tornozelo 2 rounds leves: • 10 Squats • 5 Pull-ups • 5 Push-ups
en: Hip and ankle mobility 2 easy rounds: • 10 Squats • 5 Pull-ups • 5 Push-ups
es: Movilidad de cadera y tobillo 2 rondas suaves: • 10 Squats • 5 Pull-ups • 5 Push-ups

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.2.details
source: Treino progressivo de fadiga muscular. Estratégia é dividir reps desde o início.
en: Progressive muscular fatigue. Partition repetitions from the start.
es: Entrenamiento de fatiga muscular progresiva. Dividir las repeticiones desde el inicio.

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.3.details
source: • Squat com controle de joelhos • Pull-ups eficientes • Respiração contínua
en: • Squat with knee control • Efficient Pull-ups • Continuous breathing
es: • Squat con control de rodillas • Pull-ups eficientes • Respiración continua

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.5.details
source: • Iniciante: rounds reduzidos • Scale: pull-ups assistidos • RX: Prescrito • Elite: rounds unbroken
en: • Beginner: fewer rounds • Scaled: assisted pull-ups • RX: As prescribed • Elite: rounds unbroken
es: • Principiante: menos rondas • Escalado: pull-ups asistidos • RX: Prescrito • Élite: rondas sin interrupción

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.heroTributeWorkouts.andy_2010.description
source: Treino focado em ginástica e agachamento com grande volume. Exige resistência muscular e consistência.
en: A high-volume workout focused on gymnastics and squats. Demands muscular endurance and consistency.
es: Entrenamiento de gran volumen centrado en la gimnasia y la sentadilla. Exige resistencia muscular y constancia.

# default_workout.crossfit.heroTributeWorkouts.andy_2010.title
source: Andy – Ginástica e Squat sob Volume
en: Andy – Gymnastics and High-Volume Squats
es: Andy – Gimnasia y sentadilla de alto volumen

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.1.details
source: Mobilidade de quadril e tornozelo 3 séries leves: • 5 Power cleans • 10 Air squats • 5 Box step-ups
en: Hip and ankle mobility 3 light sets: • 5 Power cleans • 10 Air squats • 5 Box step-ups
es: Movilidad de cadera y tobillo 3 series ligeras: • 5 Power cleans • 10 Air squats • 5 Box step-ups

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.2.details
source: Carga moderada/alta. Estratégia é manter consistência no clean.
en: Moderate-to-heavy loads. Keep cleans consistent.
es: Carga moderada o alta. Mantener la constancia en el clean.

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.3.details
source: • Recepção sólida do clean • Saltos controlados na caixa • Respiração entre reps
en: • Solid clean catch • Controlled box jumps • Breathing between repetitions
es: • Recepción sólida del clean • Saltos controlados al cajón • Respiración entre repeticiones

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.3.name
source: Técnica
en: Technique

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.5.details
source: • Iniciante: 45/35 lb / step-ups • Scale: 65/45 lb • RX: Prescrito • Elite: cleans em séries grandes
en: • Beginner: 45/35 lb / step-ups • Scaled: 65/45 lb • RX: As prescribed • Elite: cleans in large sets
es: • Principiante: 45/35 lb / step-ups • Escalado: 65/45 lb • RX: Prescrito • Élite: cleans en series grandes

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.5.name
source: Cargas / Movimentos
en: Loads / Movements
es: Cargas / Movimientos

# default_workout.crossfit.heroTributeWorkouts.badger_2008.description
source: Treino pesado combinando levantamento e saltos. Exige força e capacidade anaeróbica.
en: A demanding workout combining lifting and jumps. Requires strength and anaerobic capacity.
es: Entrenamiento exigente que combina levantamiento y saltos. Exige fuerza y capacidad anaeróbica.

# default_workout.crossfit.heroTributeWorkouts.badger_2008.title
source: Badger – Chipper de Força e Resistência
en: Badger – Strength and Endurance Chipper
es: Badger – Chipper de fuerza y resistencia

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.1.details
source: 800 m corrida leve Mobilidade geral 2 rounds leves: • 10 Air squats • 10 Sit-ups
en: 800 m easy run General mobility 2 easy rounds: • 10 Air squats • 10 Sit-ups
es: 800 m carrera suave Movilidad general 2 rondas suaves: • 10 Air squats • 10 Sit-ups

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.1.name
source: Aquecimento
en: Warm-up
es: Calentamiento

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.2.details
source: Manter ritmo constante. O fator limitante é a resistência global.
en: Keep a steady pace. Full-body endurance is the limiting factor.
es: Mantener un ritmo constante. La resistencia global es el factor limitante.

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.2.name
source: Detalhes
en: Details
es: Detalles

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.3.details
source: • Corrida com cadência estável • Movimentos econômicos • Respiração contínua
en: • Run with steady cadence • Efficient movements • Continuous breathing
es: • Carrera con cadencia estable • Movimientos eficientes • Respiración continua

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.3.name
source: Técnica
en: Technique
